[
	{
		"title": "Glytch Gaming",
		"id": "glytch",
		"link1": "https://trovo.live/agency/glytchfam",
		"text1": "Trovo",
		"link2": "https://glytchenergy.com",
		"text2": "Shop",
		"logo": "GLYTCH Energy_Logo_Registered_Vertical.png",
		"description": "Glytch is an esports company with teams across America and Canada, including an agency on Trovo! Click the link to chek out all the members of the team. <br /><br /> They also make Glytch Energy — world class gamer energy drinks made with patented and trademarked ingredients. Several of my firends have codes for 10% off too!"
	},
	{
		"title": "Trovians",
		"id": "trovians",
		"link1": "https://trovians.com",
		"text1": "Shop",
		"link2": "https://trovo.live/team/trovians",
		"text2": "Trovo",
		"logo": "TroviansLogo-black_square.png",
		"description": "The Trovo Stream Team that I founded and manage, the Trovians are a community with members across the globe, striving to be the best we can be. We're all about positivity, pride, happiness, support, success, compassion, understanding, all with a dose of comedy! <br /><br /> Check out our awesome website for profiles of each of the Trovian streamers, as well as our shop full of fun Trovians merch!"
	},
	{
		"title": "RadiantMoon",
		"id": "radiantmoon",
		"link1": "https://theramoshe.com",
		"text1": "Website",
		"link2": "https://kick.com/radiantmoon",
		"text2": "Kick",
		"logo": "theRamoShe-portrait.png",
		"description": "In addition to streaming on Trovo and Kick, my girl RadiantMoon (also known as theRamoShe) is the one who built this beautiful website for me! She even makes jewelry and art with wood burning and resin. <br /><br /> Check out her website for all her social and business links, art gallery, portfolio of work, and more."
	},
	{
		"title": "LaurenTorresMusic",
		"id": "laurentorres",
		"link1": "https://laurentorresmusic.com/",
		"text1": "Website",
		"link2": "https://shop.laurentorresmusic.com",
		"text2": "Merch",
		"logo": "laurentorres.jpg",
		"description": "Los Angeles based musician and one of the most entertaining streamers on Trovo and Kick, she's also a prominent member of the Trovians stream team. <br /><br /> You should absolutely check out her music on all your favorite streaming platforms, her videos on YouTube, and her merch shop full of eco-friendly, hand-designed products!"
	},
	{
		"title": "Bonbomb",
		"id": "bonbomb",
		"link1": "https://linktr.ee/bonbomb",
		"text1": "Links",
		"link2": "",
		"text2": "",
		"logo": "bonbomb.png",
		"description": "Catch the absolute chillest of vibes with this luscious thicc fire-haired beauty, streaming on Kick and other platforms. She's a gamer, a chatter, a sleeper, a troll hunter, and an all around bad ass. <br /><br /> Get all her links so you can check her out today!"
	},
	{
		"title": "ZombiieGirll",
		"id": "zombiiegirll",
		"link1": "https://linktr.ee/zombiiegirll",
		"text1": "Trovo",
		"link2": "https://trovo.live/ZombiieGirll",
		"text2": "Kick",
		"logo": "zombiiegirll.png",
		"description": "A prominent Trovian team member, she's a gamer with big hopes and dreams. She's also a master of nursing, and master at Apex. You just gotta chill with this raven-haired beauty. <br /><br /> Get all her links (even the spicy ones) and watch her live on Trovo!"
	},
	{
		"title": "hellomoonlove",
		"id": "hellomoonlove",
		"link1": "https://www.kick.com/hellomoonlove",
		"text1": "Kick",
		"link2": "https://throne.com/hellomoonlove",
		"text2": "Throne",
		"logo": "hellomoonlove.jpg",
		"description": "Also known as moon_nuggie, she's just the cutest little thing on stream! She likes to game and play good tunes, and she's a prominent member of the Trovians stream team. <br /><br /> Check her out on Kick and Trovo, and support her by shopping her Throne wishlist!"
	},
	{
		"title": "Miss_Spencer91",
		"id": "miss_spencer",
		"link1": "https://kick.com/miss-spencer91",
		"text1": "Kick",
		"link2": "https://throne.com/miss_spencer91",
		"text2": "Throne",
		"logo": "miss_spencer.png",
		"description": "A sexy British variety streamer who spends a healthy amount of time in a bikini! Shots and foul language should be expected with every strea. Banter is her love language. <br /><br /> Check her out streaming on Kick or shop her Throne wishlist to give her your support."
	},
	{
		"title": "JoshBurley",
		"id": "joshburley",
		"link1": "https://trovo.live/s/JoshBurley",
		"text1": "Links",
		"link2": "https://kick.com/joshburley90",
		"text2": "Trovo",
		"logo": "joshburley.png",
		"description": "He loves playing games of all types and genres! From FPS to MMOs, RPGs to RTS, if you can punch in a controller, keyboard, mouse or phone He/'s all about it. He/'s just your average gamer with some big dreams that he hopes to achieve some day. <br /><br /> Follow his progress as he tries to turn his hobbies into a career."
	}
]